{
    "key": "ragdoll",
    "uri": "ragdoll",
    "name": "Ragdoll",
    "extract": "The Ragdolls have a color point coat and blue eyes. They are large and muscular semi-longhair cats with a soft and silky coat.",
    "text": "If you’re looking for a large, affectionate cat that can go with the flow, look no further than the Ragdoll cat. These cats simply go limp with pleasure when they’re being petted, giving them their name. This cat breed is one of the largest out there, but don’t let that intimidate you. Their big blue eyes and loud, throaty purr let you know that these cats are just big softies. This cat is notoriously social, making them a good fit for bustling homes with plenty of activity.",
    "attribute": [
        {
            "name": "Weight",
            "text": "Males weigh up to 20 pounds and females weigh between 10 and 15 pounds"
        },
        {
            "name": "Height",
            "text": "11 to 13 inches at the shoulder"
        },
        {
            "name": "Coat" ,
            "text": "Medium-length and silky"
        },
        {
            "name": "Coat Colours",
            "text": "Many different colors and patterns"
        },
        {
            "name": "Eye Colour",
            "text": "Blue eyes"
        },
        {
            "name": "Life Expectancy",
            "text": "13 to 15 years or more"
        }
    ],
    "trait": [
        {
            "name": "Affection Level",
            "text": "High"
        },
        {
            "name": "Friendliness",
            "text": "High"
        },
        {
            "name": "Energy level",
            "text": "Medium"
        },
        {
            "name": "Playfulness",
            "text": "Medium"
        },
        {
            "name": "Intelligence",
            "text": "High"
        },
        {
            "name": "Tentency to Vocalise",
            "text": "Medium"
        },
        {
            "name": "Trainability",
            "text": "High"
        }
    ],
    "article": [
        {
            "name": "The Breed",
            "text": "The rather beautiful Ragdoll is the second most popular breed registered with the Governing Council of the Cat Fancy (GCCF) and ranks even higher with owners! For many, the Ragdoll has it all: big blue eyes, a sweet face, silky coat and heart-melting soul. In return for his loyalty, the only thing the Ragdoll asks is to be part of your world. They love to be around people and with their unique 'smiley' expression they are so easy to be with. The more love and attention you give to a Raggie, as they are affectionately known, the more love and attention you get back.\nUnderneath the semi-longhaired coats and distinctive markings, there's a cat of substance with a muscular body. Large and playful they may be, but Ragdolls are well-known for their easygoing, 'that's life' attitude. For this reason Ragdolls are usually kept as indoor cats and not let out unless under strict supervision. Ragdolls may be many things, but they're not street savvy!\nA sensitive breed, Ragdolls will suffer if left alone for long periods on their own and if they are not kept entertained. When it comes to coat care, Ragdolls need a brush a couple of times a week, particularly under the legs, to prevent their coats from matting. Ragdolls usually like to be groomed and, as with many of the longer-coated breeds, tend to look their best in the winter with their fluffy ruffs and knickerbockers."
        },
        {
            "name": "History",
            "text": "The Ragdoll's history is brimming with myths and half-truths, but it is known that they were first bred in the early 1960s by Ann Baker in California, USA. Ann mated white Angora-like Josephine with the cat's sons by different sires, Birman-like Daddy Warbucks and Persian-like Blackie. Daddy Warbucks later mated with the daughters of these pairings, Buckwheat and Fugianna, and the Ragdoll breed began.\nAnn created a breeding programme with franchises, but her eccentricity led others to break away and develop the breed alone; Denny and Laura Dayton were amongst those who helped get Ragdolls recognised in the USA. Ragdolls were imported to the UK by Pat Brownsell and Lulu Rowley in 1981, and the breed was recognised by the GCCF nine years later."
        },
        {
            "name": "Looks",
            "text": "Ragdolls are available in seal, blue, chocolate, lilac, red and cream, in either colourpoint, mitted or bi-colour patterns, with tabby and tortoiseshell options. John says: The standard is very specific about where the white can be. Good breeders have got it down to a fine art!"
        },
        {
            "name": "Health and Wellbeing",
            "text": "Ragdoll cats, along with some other breeds, have been known to suffer from Hypertrophic cardiomyopathy (HCM) - an hereditary heart defect - and polycystic kidney disease (PKD), although the latter is rare in Ragdolls in the UK. Potential kitten owners are advised to check with breeders that both parents have tested negative for the HCM. Ask to see a certificate or test result for confirmation."
        }
    ],
    "extra": {
        "name": "More Cat Breeds and Further Research",
        "text": "Is a Ragdoll right for you? The next step is to start working to find a breeder or rescue. The Cat Fanciers Association Breeder Referral Search is a great place to start when searching for a breeder. Take the time to get to know the breeder and the breed before jumping into your purchase. The breeder can also help you get to know the breed and ensure that Ragdolls are right for you.\nIf you're interested in similar breeds, check out these felines:",
        "cat": [
            "ragdoll", 
            "bengal", 
            "singapura"
        ]
    }
}
